Repository: sirainen/memprof
Catalog: po/*.po
Languages: az, be, ca, da, de, dz, eu, fi, fr, hu, it, lv, mk, ml, ms, nb, ne, pl, sk, sr, sr@latn, ta, uk

source: Cannot open output file: %s
az: Nəticə faylı %s açıla bilmir
be: Немагчыма адкрыць файл вывада: %s
ca: No es pot obrir el fitxer de sortida: %s
da: Kan ikke åbne filen: %s
de: Die Ausgabedatei konnte nicht geöffnet werden: %s
dz: ཨའུཊི་པུཊི་ཡིག་སྣོད་ཁ་ཕྱེ་མ་ཚུགས་: %s
eu: Ezin da irteerako fitxategia ireki: %s
fi: Tulostetiedostoa ei voi avata: %s
fr: Impossible d'ouvrir le fichier de sortie : %s
hu: Nem nyitható meg a kimeneti fájl: %s
it: Impossibile aprire il file: %s
lv: Nevaru atvērt izvades failu: %s
mk: Не може да се отвори излезната датотека: %s
ml: ഫലരചന %s തുറക്കാന്‌ കഴിയില്ല
ms: Tak dapat buka fail output: %s
nb: Kan ikke åpne utdata-filen: %s
ne: निर्यात फाइल खोल्न सकिँदैन: %s
pl: Nie można otworzyć pliku wyjściowego: %s
sk: Nepodarilo sa otvoriť výstupný súbor %s
sr: Не могу отворити датотеку: %s
sr@latn: Ne mogu otvoriti datoteku: %s
ta: %s வெளியீட்டு கோப்பையைத் திறக்க இயலவில்லை
uk: Неможливо відкрити файл виводу: %s

source: Executation of "%s" failed
fr: L'exécution de « %s » a échoué
ne: "%s" को कार्यान्वयन गर्न असफल

source: MemProf
da: Hukommelsesprofilering
dz: མེམ་པོརོཕ་
ne: मेमप्रोफ
ta: மெம்ப்ராப்

source: Cannot find executable for "%s"
az: "%s" üçün proqram icra edilə bilən tapıla bilmir
be: Немагчыма адшукаць выкананьне для "%s"
ca: No es pot trobar l'executable de "%s"
da: Kunne ikke finde kørbar fil for '%s'
de: Ausführbare Datei für »%s« konnte nicht gefunden werden
dz: "%s" གི་དོན་ལུ་ ལག་ལེན་འཐབ་བཏུབ་འཚོལ་མི་ཐོབ་
eu: Ezin da "%s"(r)en exekutagarririk aurkitu
fi: Kohteen "%s" suoritettavaa ohjelmaa ei löydy
fr: Impossible de trouver un exécutable pour « %s »
hu: „%s” végrehajtható fájl nem található
it: Impossibile trovare l'eseguibile per "%s"
lv: Nevaru atrast izpildāmfailu priekš "%s"
mk: Не може да најде извршна датотека за "%s"
ml: "%s" പ്രവ‍ര്ത്തനരൂപം കാണ്മാനില്ല
ms: Gagal menjumpai bolehlaksana bagi "%s"
nb: Kunne ikke finne kjørbar fil for "%s"
ne: "%s" को लागि कार्यान्वयन पत्ता लगाउन सकिएन
pl: Nie można odnaleźć pliku wykonalnego "%s"
sk: Nepodarilo sa nájsť spustiteľný súbor "%s"
sr: Не могу пронаћи извршну датотеку за "%s"
sr@latn: Ne mogu pronaći izvršnu datoteku za "%s"
ta: "%s" செயல்பாட்டுக்கட்டைக் கண்டுபிடிக்க இயலவில்லை
uk: Неможливо знайти програму для "%s"

source: Saving is disabled at the moment
fr: La sauvegarde est actuellement désactivée
ne: बचत गर्न अहिले असक्षम

source: MemProf Error
az: MemProf Xətası
be: Памылка MemProf
ca: Error del MemProf
da: Hukommelsesprofilering - fejl
de: MemProf-Fehler
dz: མེམ་པོརོཕ་ འཛོལ་བ་
eu: MemProf-en errorea
fi: MemProfin virhe
fr: Erreur MemProf
hu: MemProf hiba
it: Errore di MemProf
lv: MemProf Kļūda
mk: MemProf Грешка
ml: MemProf തകരാര്
ms: Ralat Memprof
nb: MemProf feil
ne: मेम्प्रोफ गल्ती
pl: Błąd MemProf
sk: Chyba MemProf
sr: MemProf грешка
sr@latn: MemProf greška
ta: மெம்ப்ராப் பிழை
uk: Помилка MemProf

source: MemProf Warning
az: MemProf Xəbərdarlığı
be: Папярэджаньне MemProf
ca: Avís del MemProf
da: Hukommelsesprofilering - advarsel
de: MemProf-Warnung
dz: མེམ་པོརོཕ་ཉེན་བརྡ་
eu: MemProf-en abisua
fi: MemProfin varoitus
fr: Avertissement MemProf
hu: MemProf figyelmeztetés
it: Warning di MemProf
lv: MemProf Brīdinājums
mk: MemProf Предупредување
ml: MemProf മുന്നറിയിപ്പ
ms: Amaran MemProf
nb: MemProf advarsel
ne: मेम्प्रोफ चेतावनी
pl: Ostrzeżenie MemProf
sk: Varovanie MemProf
sr: MemProf упозорење
sr@latn: MemProf upozorenje
ta: மெம்ப்ராப் எச்சரிக்கை
uk: Попередження MemProf

source: Name
fr: Nom
ne: नाम

source: Self
az: Özü
be: Асабіста
ca: Auto
da: Egen
de: Selbst
dz: རང་ཉིད་
eu: Bera
fi: Itse
fr: Elle-même
hu: Saját
it: Auto
lv: Pats
mk: Свое
ml: സ്വന്തം
ms: Diri
nb: Selv
ne: स्वयम
sr: Своје
sr@latn: Svoje
ta: தன்வய
uk: Сама

source: Total
az: Toplam
be: Агулам
da: Totalt
de: Gesamt
dz: བསྡོམས་
eu: Guztira
fi: Kaikkiaan
hu: Összesen
it: Totale
lv: Kopā
mk: Вкупно
ml: ആകെ
ms: Jumlah
ne: जम्मा
sk: Celkom
sr: Укупно
sr@latn: Ukupno
ta: மொத்தம்
uk: Всього

source: Cumulative
az: Cəmləşdirici
ca: Acumulatiu
da: Kumulativ
de: Kumulativ
dz: བསྡུ་གསོག་
eu: Metakorra
fi: Kumulatiivinen
fr: Cumulatif
hu: Halmozott
nb: Kumulativ
ne: बढ्दै जाने
sk: Súhrn
sr: Збирно
sr@latn: Zbirno
uk: Сумарно

source: Address
az: Ünvan
be: Адрэса
ca: Adreça
da: Adresse
de: Adresse
dz: ཁ་བྱང་
eu: Helbidea
fi: Osoite
fr: Adresse
hu: Cím
it: Indirizzo
lv: Adrese
mk: Адреса
ml: വിലാസം
ms: Alamat
nb: Adresse
ne: ठेगाना
pl: Adres
sk: Adresa
sr: Адреса
sr@latn: Adresa
ta: விலாசம்
uk: Адреса

source: Size
az: Böyüklük
be: Памер
ca: Mida
da: Størrelse
de: Größe
dz: ཚད་
eu: Tamaina
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
lv: Izmērs
mk: Големина
ml: വലിപ്പം
ms: Saiz
nb: Størrelse
ne: आकार
pl: Rozmiar
sk: Veľkosť
sr: Величина
sr@latn: Veličina
ta: அளவு
uk: Розмір

source: Caller
az: Çağırıcı
be: Выклік
ca: Cridador
da: Kalder
de: Aufrufender
dz: འབོད་བརྡ་འབད་མི་
eu: Deitzailea
fi: Kutsuja
fr: Appelant
hu: Hívó
it: Chiamante
lv: Izsaucējs
mk: Јавувач
ml: വിളിക്കുന്നവ്
ms: Pemanggil
nb: Kaller
ne: कलर
pl: Wywołująca
sk: Volajúci
sr: Позивач
sr@latn: Pozivač
ta: அழைப்பாளர்
uk: Джерело виклику

source: Function
az: Funksiya
be: Функцыя
ca: Funció
da: Funktion
de: Funktion
dz: ལས་འགན་
eu: Funtzioa
fi: Funktio
fr: Fonction
hu: Függvény
it: Funzione
lv: Funkcija
mk: Функција
ml: ഫംങ്ഷന്
ms: Fungsi
nb: Funksjon
ne: कार्य
pl: Funkcja
sk: Funkcia
sr: Функција
sr@latn: Funkcija
ta: செயல்கூறு
uk: Функція

source: Line
az: Sətir
be: Радок
ca: Línia
da: Linje
de: Zeile
dz: གྲལ་ཐིག་
eu: Lerroa
fi: Rivi
fr: Ligne
hu: Sor
it: Linea
lv: Līnija
mk: Линија
ml: വരി
ms: Baris
nb: Linje
ne: रेखा
pl: Wiersz
sk: Riadok
sr: Линија
sr@latn: Linija
ta: வரி
uk: Рядок

source: File
az: Fayl
be: Файл
ca: Fitxer
da: Fil
de: Datei
dz: ཡིག་སྣོད་
eu: Fitxategia
fi: Tiedosto
fr: Fichier
hu: Fájl
lv: Fails
mk: Датотека
ml: രചന
ms: Fail
nb: Fil
ne: फाईल
pl: Plik
sk: Súbor
sr: Датотека
sr@latn: Datoteka
ta: கோப்பு
uk: Файл

source: Really detach from finished process?
az: Sonlanan gedişatdan həqiqətən də qopardılsın?
be: Сапраўды адлучыцца ад скончанага працеса?
ca: Esteu segur que voleu desacoblar-vos del procés finalitzat?
da: Vil du virkelig frigøre den afsluttede proces?
de: Wirklich vom beendeten Prozess lösen?
dz: རྫོགས་སོང་པའི་ལས་སྦྱོར་ལས་ ཐད་རི་འབད་འབའ་རི་ཁ་འཕྱལ་ནི་ཨིན་ན?
eu: Nahi duzu amaitutako prozesutik deskonektatzea?
fi: Haluatko todella erota valmistuneesta prosessista?
fr: Dois-je vraiment me détacher du processus terminé ?
hu: Tényleg le kíván válni a befejezett folyamatról?
it: Staccarsi veramente dal processo terminato?
lv: Patiesi atdalīt no pabeigta procesa?
mk: Навистина извади од завршени процеси?
ml: കഴിഞ്ഞ ജോലികള് മാററണം എന്നുറപ്പാണോ ?
ms: Benar-benar lerai dari proses ditamatkan?
nb: Vil du virkelig koble fra avsluttet prosess?
ne: सकिएको प्रकृयाबाट के तपाई साँच्चै छुटाउन चाहनुहुन्छ?
pl: Czy rzeczywiście odłączyć się od zakończonego procesu?
sk: Naozaj odpojiť od dokončeného procesu?
sr: Заиста одвојити од завршених процеса?
sr@latn: Zaista odvojiti od završenih procesa?
ta: உண்மையாகவே முடிந்த செயல்பாட்டை விட்டுப் பிரிய வேண்டுமா ?
uk: Від'єднати від завершеного процесу?

source: Really detach from running process?
az: İşləyən gedişatdan həqiqətən də qopardılsın?
be: Сапраўды адлучыцца ад актыўнага працэса?
ca: Esteu segur que voleu desacoblar-vos del procés en execució?
da: Vil du virkelig frigøre den kørende proces?
de: Wirklich vom laufenden Prozess lösen?
dz: གཡོག་བཀོལ་བའི་བསྒང་གི་ལས་སྦྱོར་ལས་ ཐད་རི་འབད་འབའ་རི་ཁ་འཕྱལ་ནི་ཨིན་ན?
eu: Nahi duzu exekuzioan dagoen prozesutik deskonektatzea?
fi: Haluatko todella erota suorituksessa olevasta prosessista?
fr: Dois-je vraiment me détacher du processus en cours d'exécution ?
hu: Tényleg le kíván válni a futó folyamatról?
it: Staccarsi veramente dal processo in esecuzione?
lv: Patiesi atdalīt no darbojamies procesa?
mk: Навистина извади од тековни процеси?
ml: നടക്കുന്ന ജോലികള് മാററണം എന്നുറപ്പാണോ ?
ms: Benar-benar lerai dari proses terlaksana?
nb: Vil du virkelig koble fra kjørende prosess?
ne: चालु प्रकृयाबाट के तपाई साँच्चै छुटाउन चाहनुहुन्छ?
pl: Czy rzeczywiście odłączyć się od działającego procesu?
sk: Naozaj odpojiť od bežiaceho procesu?
sr: ЗАиста одвојити од активних процеса?
sr@latn: ZAista odvojiti od aktivnih procesa?
ta: உண்மையாகவே ஒடும் செயல்பாட்டை விட்டுப் பிரிய வேண்டுமா ?
uk: Від'єднати від запущеного процесу?

source: Really kill running process?
az: İşləyən gedişat həqiqətən də öldürülsün?
be: Сапраўды забіць актыўны працэс?
ca: Segur que voleu finalitzar el procés en curs?
da: Vil du virkelig dræbe den kørende proces?
de: Den laufenden Prozess wirklich beenden?
dz: གཡོག་བཀོལ་བའི་བསྒང་གི་ལས་སྦྱོར་འདི་ ཐད་རི་འབའ་རི་མེདཔ་གཏང་ནི་ཨིན་ན་?
eu: Nahi duzu exekuzioan dagoen prozesua hiltzea?
fi: Haluatko todella tappaa suoritettavan prosessin?
fr: Dois-je vraiment tuer le processus en cours d'exécution ?
hu: Tényleg kilövi a futó folyamatot?
it: Uccidere veramente il processo in esecuzione?
lv: Gatavs nokaut palaistos procesus?
mk: Навистина сакаш да го убиеш работниот процес?
ml: നടക്കുന്ന ജോലികള് നിര്ത്തണം എന്നുറപ്പാണോ ?
ms: Benar-benar bunuh proses terlaksana?
nb: Vil du virkelig drepe kjørende prosess?
ne: चालु प्रकृयालाई तपाई बन्द गर्न चाहनुहुन्छ?
pl: Czy rzeczywiście unicestwić działający proces?
sk: Naozaj zabiť bežiaci proces?
sr: Заиста угасити све активне процесе?
sr@latn: Zaista ugasiti sve aktivne procese?
ta: உண்மையாகவே ஒடும் செயல்பாட்டை நிறுத்த வேண்டுமா ?
uk: Знищити запущений процес?

source: Create new windows for forked processes
az: Forklanmış gedişatlar üçün yeni pəncərələr yarat
be: Стварыць новыя вокны для форкнутых працэсаў
ca: Crea noves finestres per als processos bifurcats
da: Opret nye vinduer for fraspaltede processer
de: Neues Fenster für abgespaltene Prozesse erzeugen
dz: ཁ་སྤེལ་ཡོད་པའི་ལས་སྦྱོར་ཚུ་གི་དོན་ལུ་ སྒོ་སྒྲིག་གསརཔ་ཅིག་གསར་བསྐྲུན་འབད་
eu: Sortu leiho berriak sardetutako prozesuentzako
fi: Luo uusia ikkunoita käynnistetyille prosesseille
fr: Créer une nouvelle fenêtre pour les processus clonés
hu: Új ablak létrehozása az elágaztatott folyamatoknak
it: Crea nuova finestra per i processi generati da un fork
lv: Izveidot atzarotajiem procesiem jaunu logu
mk: Креирај нови прозорци за разгранети процези
ml: ചില്ലകള്ക്കായി പുതു ജാലകം തുറക്കുക
ms: Cipta tetingkap baru bagi proses disepit
nb: Opprett nye vinduer for prosesser som har fork()et
ne: फर्क्ड प्रकृयाको लागि नयाँ सन्झ्याल बनाउनुहोस्
pl: Tworzenie nowych okien dla tworzonych procesów potomnych
sk: Vytvoriť nové okná pre procesy vytvorené pomocou fork
sr: Створити нови прозор за процесе који се деле
sr@latn: Stvoriti novi prozor za procese koji se dele
ta: கிளை செயல்பாடுகளுக்கு புதிய சாளரம் உருவாக்கு
uk: Створити нове вікно для породженого процесу

source: Retain windows for processes after exec()
az: exec() əməliyyatı sonrası gedişatlar üçün pəncərələri qoru
be: Утрымліваць вокны для працэсаў пасьля exec()
ca: Conserva les finestres per als processos posteriors a l'exec()
da: Behold vinduer for processer efter exec()
de: Fenster für Prozesse nach exec() behalten
dz: ལག་ལེན་()གྱི་ཤུལ་མ་ ལས་སྦྱོར་གྱི་དོན་ལུ་ སྒོ་སྒྲིག་བདག་བཟུང་འབདཝ་ཨིན་
eu: Mantendu prozesuen leihoak exec() ondoren
fi: Säilytä ikkuna prosesseille exec()-kutsun jälkeen
fr: Garder les fenêtres des processus après exec()
hu: Folyamat ablakának megtartása exec() után
it: Mantieni finestre per i processi dopo exec()
lv: Saglabāt procesu logus pēc exec()
mk: Врати ги прозорците за процесите после извршување()
ml: ജോലിക്കു ശേഷവും ജാലകം നിലനിര്ത്തുക
ms: Kekalkan tetingkap bagi proses selepas exec()
nb: Bevar vinduer for prosesser etter exec()
ne: कार्यान्वयन पछि प्रकृयाको लागि सन्झ्याल राख्नुहोस्
pl: Pozostawianie okien procesów po wywołaniu exec()
sk: Zachovať okná pre procesy po volaní exec()
sr: Задржи прозоре за процесе после exec()
sr@latn: Zadrži prozore za procese posle exec()
ta: எக்சக்() க்கு பிற்கு சாளரங்ளை மூடாதே
uk: Зберігати вікна для процесів після exec()

source: Type of profiling information to collect
az: Toplanacaq profil mə'lumatının növü
be: Тып профіляванае інфармацыі для калекцыі
ca: Tipus d'informació sobre rendiment que s'ha de recollir
da: Type af profileringsoplysninger der skal indsamles
de: Typ der zu sammelnden Profiling-Informationen
dz: བསྡུ་ལེན་འབད་ནི་ལུ་ གསལ་སྡུད་བརྡ་དོན་གྱི་དབྱེ་བ་
eu: Profilen informazio mota biltzeko
fi: Kerättävän profilointitiedon tyyppi
fr: Type d'informations profilées à collecter
hu: Az összegyűjtendő profilinformációk típusa
it: Tipo di informazioni di profilo da raccogliere
lv: Savācamā profilēšanas informācija
mk: Тип на информации од профил за собирање
ml: ഏതു തരത്തിലുള്ള രീതി വിവരങ്ങള്
ms: Jenis maklumat pemprofil untuk dikumpul
nb: Type profileringsinformasjon som skal samles
ne: संकलनको लागि प्रोफाइलिङ्ग सूचनाको प्रकार
pl: Typ zbieranych informacji profilujących
sk: Typ zhromažďovanej profilovacej informácie
sr: Тип профилисаних информација за сакупљање
sr@latn: Tip profilisanih informacija za sakupljanje
ta: திரட்ட வேண்டிய குறிப்புத் தகவல்களின் வகை
uk: Тип необхідної інформації профілювання

source: Number of samples/sec for time profile (1k=1000)
az: (1k=1000) zaman pfrofili üçün nümunə/saniyə ədədi
be: Колькасьць узораў у сэкунду для часу прафіляваньня (1k=1000)
ca: Número de mostres/seg per al rendiment temporal (1k=1000)
da: Antal prøver/sek. for tidsprofilering (1k=1000)
de: Anzahl der Stichproben/Sekunde für Zeitprofil (1k=1000)
dz: དཔེ་ཚད་ཨང་གྲངས་/ཆུ་ཚོད་གསལ་སྡུད་ཀྱི་དོན་ལུ་ ཨེསི་ཨི་སི་(༡ཀེ་=༡༠༠༠)
eu: Laginak/seg kopurua denboraren profilarentzako (1k=1000)
fi: Montako näytettä sekunnissa aikaprofilointi kerää (1k=1000)
fr: Nombre d'échantillons/sec pour un profil de temps (1k=1000)
hu: A másodpercenkénti minták száma az időprofilnál (1k=1000)
it: Numero di campioni/secondo per il profilo temporale (1k=1000)
lv: Paraugu/sek skaits laika profīlam (1k=1000)
mk: Број на узорци/сек за временски профил (1к=1000)
ml: മാതൃകകളുടെ എണണം/സെക്കെന്ഡ് (1കി=1000)
ms: Bilangan sampel/saat bagi profil masa (1k=1999)
nb: Antall datapunkter per sekund for tidsprofil (1k=1000)
ne: नमुनाको संख्या/सेकेन्ड समय प्रोफाइलको लागि (१के=१०००)
pl: Liczba próbek na sekundę przy profilu czasowym (1k=1000)
sk: Počet vzoriek za sekundu pre časový profil (1k = 1000)
sr: Број примера/сек за временски профил (1k=1000)
sr@latn: Broj primera/sek za vremenski profil (1k=1000)
ta: நேர குறிப்புக்கான மாதிரி/வினாடி எண்ணிக்கை (1k=1000)
uk: Кількість вибірок на секунду для часового профілювання (1k=1000)

source: Argument of --profile must be one of 'memory', 'cycles', or 'time'
da: Parameteren til --profile skal være 'memory', 'cycles' eller 'time'
de: Argument von --profile muss entweder »memory«, »cycles«, oder »time« sein
dz: --གསལ་སྡུད་ཀྱི་སྒྲུབ་རྟགས་འདི་ 'memory', 'cycles', ཡང་ན་ 'time'གསུམ་གྱི་ནང་ལས་གཅིག་ཨིན་དགོ་
eu: '--profile'-ren argumentua 'memory', 'cycles', edo 'time' izan behar du
fi: Valinnan --profile tulee olla joko "memory", "cycles" tai "time"
fr: L'argument de --profile doit être « memory », « cycles » ou « time »
hu: A --profile argumentuma a „memory”, „cycles” vagy „time” egyike lehet
ne: तर्क को --प्रोफाइल एकको 'मेमोरी', 'साइकल', वा 'समय' हुनुपर्छ
sk: Argument pre --profile musí byť 'memory', 'cycles' alebo 'time'

source: Cannot find memprof.glade
az: memprof.glade tapıla bilmir
be: Немагчыма адшукаць memprof.glade
ca: No es pot trobar memprof.glade
da: Kan ikke finde memprof.glade
de: memprof.glade konnte nicht gefunden werden
dz: memprof.glade འཚོལ་མི་ཚུགས་
eu: Ezin da memprof.glade aurkitu
fi: Tiedostoa memprof.glade ei löydy
fr: Impossible de trouver memprof.glade
hu: Nem található a memprof.glade
it: Impossibile trovare memprof.glade
lv: Nevaru atrast memprof.glade
mk: Неможам да најдам memprof.glade
ml: memprof.glade കാണ്മാനില്ല
ms: Gagal menjumpai memprof.glade
nb: Kan ikke finne memprof.glade
ne: मेम्प्रोफ ग्लेड पत्ता लगाउन सकिएन
pl: Nie można odnaleźć pliku memprof.glade
sk: Nepodarilo sa nájsť memprof.glade
sr: Не могу пронаћи memprof.glade
sr@latn: Ne mogu pronaći memprof.glade
ta: memprof.glade ஐ காணவில்லை
uk: Не вдалось знайти файл memprof.glade

source: # of Allocations:
fr: nb d'allocations :
ne: # एलोकेसनहरुको:

source: 0k
az: Oldu
ca: D'acord
dz: བཏུབ་
fi: Ok
mk: Ок
ml: 0കി
nb: Ok
ne: ओके
pl: Ok
ta: சரி
uk: 0К

source: 32k
dz: ༣༢ ཀེ་
mk: 32к
ml: 32കി
ne: ३२के
uk: 32К

source: <b>Callers</b>
fr: <b>Appelants</b>
ne: <b>कलरहरु</b>

source: <b>Descendants</b>
ne: <b>वंशजहरु</b>

source: Adding Skip Function
az: Nəzərə Alınmayacaq Funksiya Əlavə Edilir
be: Дадаць пропуск функцыі
ca: S'està afegint una funció d'ignorar
da: Tilføjer oversprunget funktion
de: Zu überspringende Funktion wird hinzugefügt
dz: གོམ་འགྱོ་ལས་འགན་ ཁ་སྐོང་རྐྱབ་དོ་
eu: Saltatzeko funtzioa gehitzen
fi: Lisätään ohita funktio
fr: Ajouter une fonction à ignorer
hu: Átugrandó függvény felvétele
it: Aggiungi funzione di salto
lv: Pievienoju Izlaist Funkciju
mk: Додавање на функција за прескокнување
ml: സ്കിപ്പ് ഫംങ്ഷന് ചേര്ക്കുന്നു
ms: Menambah Fungsi langkahan
nb: Legger til skip funksjon
ne: फड्काउने कार्य जोड्दै
pl: Dodawanie pomijanej funkcji
sk: Pridanie preskakovanej funkcie
sr: Додавање прескока финкције
sr@latn: Dodavanje preskoka finkcije
ta: தவிர் செயல்கூறு சேர்க்கப்படுகிறது
uk: Додати пропуск функції

source: Adding Skip Regular Expression
az: Nəzərə Alınmayacaq Qaydalı İfadə Əlavə Edilir
be: Дадаць пропуск сталага выраза
ca: S'està afegint expressió regular per ignorar
da: Tilføjer oversprunget regulært udtryk
de: Regulärer Ausdruck wird hinzugefügt
dz: གོམ་འགྱོའི་དུས་རྒྱུན་གསལ་བརྗོད་ ཁ་སྐོང་རྐྱབ་དོ་
eu: Saltatzeko adierazpen erregularrak gehitzen
fi: Lisää ohita säännöllinen lauseke
fr: Ajouter une expression régulière à ignorer
hu: Átugrandó reguláris kifejezés felvétele
it: Sto aggiungendo espressione regolare da saltare
lv: Pievienoju Izlaist Regulāru Izteiksmi
mk: Додавање прескокнувачко регуларен израз
ml: Skip Regular Expression ചേര്ക്കുന്നു
ms: Tambah Penyataan Regular (regepx) Langkahan
nb: Legger til "hopp over regulære uttrykk"
ne: फड्काउने नियमित अभिव्यक्ति जोड्दै
pl: Dodawanie wyrażenia regularnego pominięć
sk: Pridanie regulárneho výrazu pre preskakovanie
sr: Додавање прескока исправног израза
sr@latn: Dodavanje preskoka ispravnog izraza
ta: தவிர் ஒழுங்கு கோவை சேர்க்கப்படுகிறது
uk: Додати пропуск регулярного виразу

source: Bytes / Allocation:
fr: Octets / allocation :
ne: बाइट्स / एलोकेसन

source: Check for Leaks
az: Yaddaş quyuları üçün dara
be: Праверыць уцечку
ca: Comprova si hi ha pèrdues de memòria
da: Tjek for lækager
de: Nach Lecks suchen
dz: གསང་བཤད་ཞིབ་དཔྱད་
eu: Egiaztatu ihesak
fi: Etsi muistivuotoja
fr: Chercher les fuites
hu: Szivárgások ellenőrzése
it: Controlla i leak
lv: Pārbaudīt Noplūdes
mk: Провери за протекувања
ml: ചോരച്ചകള്് പരിശേധിക്കുക
ms: Periksa Kebocoran
nb: Sjekk etter lekkasjer
ne: चुहावटको लागि जाँच्नुहोस्
pl: Sprawdza wycieki
sk: Kontrolovať úniky
sr: Провери има ли отицања
sr@latn: Proveri ima li oticanja
ta: கசிவுகளுக்காகன சரிபார்ப்பு
uk: Перевірка втрат

source: Command to run on double click in stack trace:
az: Çöküntü daramasında cüt tıqlama ilə başladılacaq proqram tə'minatı:
be: Каманда якая выконваецца па двух кліках у трассіроўцы стэка:
ca: Ordre per executar en fer doble clic al seguiment de la pila:
da: Kommando som skal køres ved dobbelklik i stakefterfølgning:
de: Bei einem Doppelklick im Stack-Trace auszuführender Befehl:
dz: བརྩེགས་ཤུལ་ནང་ ཨེབ་གཏང་ཚར་གཉིས་ཀྱི་ཐོག་ལས་གཡོག་བཀོལ་ནིའི་བརྡ་བཀོད་:
eu: Komandoa jarraipenean klik bikoitza egitean exekutatzeko:
fi: Kaksoisnapsautuksesta suoritettava komento pinojäljestä:
fr: Commande à exécuter lors d'un double-clique sur la trace de pile :
hu: Elindítandó program a veremnyomkövetés valamely során való dupla kattintáskor:
it: Comando da eseguire con doppio-click sulla traccia dello stack:
lv: Komanda, kuru palaist pie dubultklikšķa steka trasē:
mk: Команда за извршување при двоен клик при барање на stack:
ms: Arahan untuk dilaksanakan pada dwi-klik pada surihan tindanan:
nb: Kommando som skal kjøres ved dobbeltklikk i stack trace:
ne: आदेश दोहोरो क्लिकमा स्ट्याक ट्रेस भित्र चालु गर्न
pl: Polecenie wykonywane po dwukrotnym kliknięciu stanu stosu:
sk: Príkaz spustení pri dvojitom kliknutí na záznam zásobníka:
sr: Наредба која се извршава на двоструки притисак миша у праћењу стека:
sr@latn: Naredba koja se izvršava na dvostruki pritisak miša u praćenju steka:
ta: அடுக்குச் சுவடுகளிில் இரட்டை அமுக்கு செய்தால் ஒட்ட வேண்டிய கட்டளை
uk: Команда для запуску подвійним клацанням у відслідковувані стеку:

source: Copyright 1999, 2000, 2001, Red Hat, Inc. Copyright 2002, Kristian Rietveld
ne: प्रतिलिपि अधिकार १९९९, २०००, २००१, रातो ह्याट, कम्पनी. प्रतिलिपि अधिकार २००२, क्रिष्टियन रिट्भेल्ड

source: Create Profile
az: Profil Yarat
be: Стварыць профіль
ca: Crea mesura de rendiment
da: Opret profil
de: Profil erstellen
dz: གསལ་སྡུད་གསར་བསྐྲུན་འབད་
eu: Sortu profila
fi: Luo profiili
fr: Générer le profil
hu: Profil létrehozása
it: Genera profilo
lv: Izveidot Profīlu
mk: Креирај Профил
ml: രീതി ‌ നിര്മ്മിക്കുക
ms: Cipta Profil
nb: Opprett profil
ne: प्रोफाइल बनाउनुहोस्
pl: Tworzy profil
sk: Vytvoriť profil
sr: Направи профил
sr@latn: Napravi profil
ta: குறிப்புத் தொகுப்பை உருவாக்குக
uk: Створити профіль

source: Defaults
az: Əsaslar
be: Дапомна
ca: Valors predeterminats
da: Standardværdier
de: Vorgaben
dz: སྔོན་སྒྲིག་
eu: Lehenetsiak
fi: Oletukset
fr: Par défaut
hu: Alapértelmezett
it: Default
lv: Noklusētie
mk: Стандардни
ml: സ്വതേ
ms: Default
nb: Standardverdier
ne: पूर्वनिर्धारित
pl: Domyślne
sk: Štandardné
sr: Уобичајени
sr@latn: Uobičajeni
ta: கொடா நிலைகள்
uk: Типово

source: Enter a regular expression of function names to skip when computing profiles
az: Profiller hesablanırkən nəzərə alınmayacaq funksiyanın qaydalı ifadəsi girin
be: Пазначце сталы выраз каб прапускаць пад час прафіляваньня
ca: Introduïu una expressió regular de noms de funció que s'han d'ignorar quan es computin els rendiments
da: Indtast et regulært udtryk med navne på funktioner der skal springes over ved beregning af profiler
de: Geben Sie einen regulären Ausdruck von Funktionsnamen ein, die beim Erstellen des Profil übersprungen werden sollen
dz: གསལ་སྡུད་རྩིས་རྐྱབ་པའི་སྐབས་ གོམ་འགྱོ་ནི་ལུ་ ལས་འགན་མིང་གི་དུས་རྒྱུན་གསལ་བརྗོད་ཅིག་བཙུགས་
eu: Idatzi funtzioen izenen adierazpen erregularra, profilak kalkulatzean saltatzeko
fi: Anna säännöllinen lauseke funktioiden nimistä, jotka ohitetaan kun profiilia lasketaan
fr: Saisissez une expression régulière de noms de fonctions à ignorer lors de la génération des profils
hu: Adja meg azokat a függvényneveket (reguláris kifejezéssel), amelyek a profilok számításánál átugrandók
it: Inserire un'espressione regolare di nomi di funzioni da saltare calcolando i profili
lv: Ievadiet funkciju nosaukumu regulāras izteiksmes, ko izlaist, kad skaitļoju profīlus
mk: Внеси регуларен израз од функционални имиња за прескокнување при пресметување на профили
ml: രീതികള് നടപ്പിലാക്കുപേള് ഒഴിവാക്കേണ്ട റെഗുലര് എക്സ്പ്രഷന്
ms: Masukkan nama fungsi penyataan regular (regexp) untuk dilangkah bila menkomput profil
nb: Skriv inn et regulært uttrykk med funksjonsnavn som ikke skal tas med under beregning av profiler
ne: प्रोफाइलहरु संगणन गर्दा फड्काउनको लागि कार्यको नियमित अभिव्यक्त्ति राख्नुहोस्
pl: Wprowadź wyrażenie regularne opisujące nazwy funkcji pomijanych przy obliczaniu profilów
sk: Zadajte regulárny výraz pre mená funkcií, ktoré sa majú preskakovať pri výpočte profilov
sr: Унети исправни израз имена функције за прескок када се израчунавају профили
sr@latn: Uneti ispravni izraz imena funkcije za preskok kada se izračunavaju profili
ta: குறிப்புத் தொகுப்புக்களைக் கணிக்கும் போது தவிர்க்கவேண்டிய செயல்கூறு பெயர்களின் ஒழுங்குக் கோவையைத் தருக
uk: Введіть регулярний вираз назв функцій для пропуску під час обрахунку профілів
