Repository: sirainen/memprof
Catalog: po/*.po
Languages: az, be, ca, da, de, dz, eu, fi, fr, hu, it, lv, mk, ml, ms, nb, ne, pl, sk, sr, sr@latn, ta, uk

source: Enter pathname to an executable
az: İcraçı fayla gedən cığır adını daxil edin
be: Пазначце шлях да выкананьня
ca: Introduïu el camí a l'executable
da: Indtast sti til en kørbar fil
de: Geben Sie einen Pfadnamen zu einer ausführbaren Datei ein
dz: ལག་ལེན་འཐབ་བཏུབ་མི་ལུ་ འགྲུལ་ལམ་མིང་བཙུགས་
eu: Idatzi exekutagarriaren bide-izena
fi: Anna polkunimi suoritettavaan ohjelmaan
fr: Saisissez un chemin vers un exécutable
hu: Adja meg a végrehajtható elérési útvonalát
it: Inserire il percorso di un eseguibile
lv: Izvadiet ceļa līdz izpildāmfailam
mk: Внеси ја патеката до извршната датотека
ml: പ്രവ‍ര്ത്തനരൂപത്തിലേക്കുള്ള വഴി
ms: Masukkan namapath ke bolehlaksana
nb: Skriv inn sti til en eksekverbar fil
ne: कार्यान्वयनको लागि बाटोनाम राख्नुहोस्
pl: Wprowadź ścieżkę pliku wykonywalnego
sk: Zadajte cestu a meno spustiteľného súboru
sr: Унети име путање до извршне датотеке
sr@latn: Uneti ime putanje do izvršne datoteke
ta: செயல்பாட்டுக்கட்டின் பதையைத் தருக
uk: Введіть шлях до файлу програми

source: Enter the name of a function to skip when computing profiles
az: Profiller hesablanırkən nəzərə alınmayacaq funksiyanın adını daxil edin
be: Пазначце назву функцыі каб прапусьціць пад час прафіляваньня
ca: Introduïu el nom de funció que s'ha d'ignorar quan es computin els rendiments
da: Indtast navnet på en funktion der skal overspringes ved beregning af profiler
de: Geben Sie den Namen einer Funktion ein, die beim Erstellen eines Profiles übersprungen werden soll
dz: གསལ་སྡུད་རྩིས་རྐྱབ་པའི་བསྒང་ལུ་ གོམ་འགྱོ་ནིའི་ལས་འགན་མིང་ཅིག་བཙུགས་
eu: Idatzi funtzioaren izena profilak exekutatzean saltatzeko
fi: Anna profiilia laskettaessa ohitettavan funktion nimi
fr: Saisissez le nom d'une fonction à ignorer lors de la génération des profils
hu: Adja meg a profilszámításkor átugrandó függvény nevét
it: Inserire il nome della funzione da saltare calcolando i profili
lv: Ievadiet funkciju nosaukumus, ko izlaist, kad skaitļoju profīlus
mk: Внеси го името на функцијата за прескокнување при пресметување на профили
ml: രീതികള് നടപ്പിലാക്കുപേള് ഒഴിവാക്കേണ്ട ഫംങ്ഷന്
ms: Masukkan nama fungsi untuk dilangkah bila mengkomput profil
nb: Skriv inn navnet på en funksjon som ikke skal tas med under beregning av profiler
ne: प्रोफाइलहरु संगणन गर्दा फड्काउनको लागि कार्यको नाम राख्नुहोस्
pl: Wprowadź nazwę funkcji pomijanej przy obliczaniu profilów
sk: Zadajte meno funkcie, ktorú chcete preskakovať pri výpočte profilov
sr: Унети име функције за прескок када се израчунавају профили
sr@latn: Uneti ime funkcije za preskok kada se izračunavaju profili
ta: குறிப்புத் தொகுப்புக்களைக் கணிக்கும் போது தவிர்க்கவேண்டிய செயல்கூறின் பெயரைத் தருக
uk: Введіть назву функції для пропуску під час обрахунку профілю

source: Follow _exec()
fr: Suivre les _exec()
ne: अनुगमन _कार्यान्वयन()

source: Follow _fork()
fr: Suivre les _fork()
ne: अनुगमन _फर्क()

source: Functions to Skip:
az: Nəzərə Alınmayacaq Funksiyalar:
be: Прапускаць функцыі:
ca: Funcions per ignorar:
da: Funktioner der springes over:
de: Zu überspringende Funktionen:
dz: གོམ་འགྱོ་ནིའི་ལས་འགན་:
eu: Funtzioak saltatzeko:
fi: Ohitettavat funktiot:
fr: Fonctions à ignorer :
hu: Átugrandó függvények:
it: Funzioni da Saltare:
lv: Funkcijas, kuras Izlaist:
mk: функции за прескокнување:
ml: ഒഴിവാക്കേണ്ട ഫംങ്ഷനുകള്
ms: Fungsi untuk dilangkah:
nb: Funksjoner som skal hoppes over:
ne: कार्यहरू फड्काउनको लागि:
pl: Pomijane funkcje:
sk: Preskakované funkcie:
sr: Функције за прескок:
sr@latn: Funkcije za preskok:
ta: தவிர்க்க வேண்டிய செயல்கூறு
uk: Функції для пропуску:

source: Generate _Leak Report
fr: Générer les informations sur les _fuites
ne: उत्पन्न _चुहावट प्रतिवेदन

source: Generate _Profile
fr: _Générer le profil
ne: उत्पन्न _ प्रोफाइल

source: Kill
az: Öldür
be: Забіць
ca: Finalitza
da: Dræb
de: Töten
dz: མེདཔ་གཏང་
eu: Hil
fi: Tapa
fr: Tuer
hu: Kilövés
it: Uccidi
lv: Nokaut
mk: Убиј
ml: അവസാനിപ്പിക്കുക
ms: Bunuh
nb: Drep
ne: नास गर्नुहोस्
pl: Unicestwij
sk: Zabiť
sr: Прекини
sr@latn: Prekini
ta: கொல்
uk: Знищити

source: Kill Program
az: Proqramı öldür (Kill)
be: Забіць праграму
ca: Finalitza programa
da: Dræb program
de: Programm töten
dz: ལས་རིམ་མེདཔ་གཏང་
eu: Hil programa
fi: Tapa ohjelma
fr: Tuer le programme
hu: Program kilövése
it: Uccidi il programma
lv: Nokaut Programmu
mk: Убиј ја програмата
ml: ജോലി അവസാനിപ്പിക്കുക
ms: Bunuh Program
nb: Terminer program
ne: कार्यक्रम नास गर्नुहोस्
pl: Unicestwia program
sk: Zabiť program
sr: Прекини програм
sr@latn: Prekini program
ta: செய்நிரல் கொல்க
uk: Знищити програму

source: Leak Detection Options
az: Yaddaş Quyuları Darama Seçimləri
be: Выбары вызначэньня уцечкі
ca: Opcions de detecció de pèrdues de memòria
da: Lækagefindingsindstillinger
de: Leck-Erkennungsoptionen
dz: གསང་བཤད་སྐྱོན་འཛིན་གདམ་ཁ་
eu: Ihes-detekzioaren aukerak
fi: Vuotojen havaitsemisen vaihtoehdot
fr: Options de détection des fuites
hu: Szivárgásérzékelő beállítások
it: Opzioni di individuazione dei leak
lv: Noplūdes Apraksta Opcijas
mk: Опции за детекција на истечување
ml: ചോര്്ച്ചകള കണ്ടൂപിടിക്കാനുള്ള വഴികള്
ms: Opsyen Mengesan Kebocoran
nb: Alternativer for lekkasjedeteksjon
ne: चुहावट पत्ता लगाउने विकल्पहरु
pl: Opcje wykrywania wycieków
sk: Možnosti detekcie únikov
sr: Поставке за проналажење отицања
sr@latn: Postavke za pronalaženje oticanja
ta: கசிவு கண்டறிதலுக்கான விருப்பங்கள்
uk: Параметри визначення втрат

source: Leaks
az: Yaddaş quyuları
be: Уцечкі
ca: Pèrdues de memòria
da: Lækager
de: Lecks
dz: གསང་བཤད་ཚུ་
eu: Ihesak
fi: Vuodot
fr: Fuites
hu: Szivárgások
it: Leak
lv: Noplūdes
mk: Истечувања
ml: ചോര്്ച്ചകള്
ms: Kebocoran
nb: Lekkasjer
ne: चुहावटहरु
pl: Wycieki
sk: Úniky
sr: Отицања
sr@latn: Oticanja
ta: கசிவுகள்
uk: Втрати

source: MemProf - Processes
az: MemProf - Gedişatlar
be: MemProf - працэсы
ca: MemProf - Processos
da: Hukommelsesprofilering - processer
de: MemProf - Prozesse
dz: མེམ་པོརོཕ་ - ལས་སྦྱོར་ཚུ་
eu: MemProf - Prozesuak
fi: MemProf - prosessit
fr: MemProf - Processus
hu: MemProf - Folyamatok
it: MemProf - Processi
lv: MemProf - Procesi
mk: MemProf - Процеси
ml: MemProf - ജോലികള്
ms: MemProf - Proses
nb: MemProf - prosesser
ne: मेम्प्रोफ - प्रक्रियाहरु
pl: MemProf - procesy
sk: MemProf - Procesy
sr: MemProf - процеси
sr@latn: MemProf - procesi
ta: மெம்ப்ராப் - செயல்கள்
uk: MemProf - Процеси

source: Memory Profiling Tool
fr: Outil de débogage mémoire
ne: स्मृति प्रोफाइलिङ्ग औजार

source: Preferences
az: Seçimlər
be: Перавагі
ca: Preferències
da: Indstillinger
de: Einstellungen
dz: དགའ་གདམ་ཚུ་
eu: Hobespenak
fi: Asetukset
fr: Préférences
hu: Beállítások
it: Preferenze
mk: Параметри
ml: മുന്ഗണനകള്്
ms: Keutamaan
nb: Brukervalg
ne: प्राथमिकताहरु
pl: Preferencje
sk: Nastavenia
sr: Подешавања
sr@latn: Podešavanja
ta: விருப்பங்கள்
uk: Вподобання

source: Process _Tree
az: Gedişat _Ağacı
be: _Дрэва працэса
ca: Arbre de _processos
da: Proces_træ
de: Prozess-_Baum
dz: ལས་སྦྱོར་རྩ་འབྲེལ་(_T)
eu: Prozesuen _zuhaitza
fi: Prosessi_puu
fr: A_rbre des processus
hu: _Folyamatfa
it: _Albero dei processi
lv: Procesu _Koks
mk: Процесно _Дрво
ml: ജോലി വൃക്ഷ കാഴ്ച
ms: _Pepohon Proses
nb: Prosesstre
ne: प्रक्रिया _ ट्री॒
pl: _Drzewo procesów
sk: _Strom procesov
sr: _Дрво процеса
sr@latn: _Drvo procesa
ta: செயல் மரம்
uk: Дерево процесу

source: Profile
az: Profil
be: Профіль
ca: Mesura de rendiment
da: Profil
de: Profil
dz: གསལ་སྡུད་
eu: Profila
fi: Profiili
fr: Profil
hu: Profil
it: Profilo
lv: Profīls
mk: Профил
ml: രീതി
ms: Profil
nb: Profil
ne: प्रोफाइल
pl: Profil
sk: Profil
sr: Профил
sr@latn: Profil
ta: குறிப்புத் தொகுப்பு
uk: Профіль

source: Profile Options
az: Profil Seçimləri
be: Выбары профілю:
ca: Opcions de mesura de rendiment
da: Profileringsindstillinger
de: Profil-Optionen
dz: གསལ་སྡུད་གདམ་ཁ་
eu: Profilaren aukerak
fi: Profiili vaihtoehdot
fr: Options sur le profil
hu: Profil beállítása
it: Opzioni di profilo
lv: Profīla Opcijas
mk: Опции за профили
ml: രീതി ബദലുകള്
ms: Opsyen Profil
nb: Alternativer for profilering
ne: प्रोफाइल विकल्पहरु
pl: Opcje profilowania
sk: Možnosti profilu
sr: Поставке профила
sr@latn: Postavke profila
ta: குறிப்புத் தொகுப்பு விருப்பங்கள்
uk: Параметри профілю

source: Regular expressions to Skip:
az: Nəzərə alınmayacaq qaydalı ifadələr:
be: Прапускаць сталыя выразы:
ca: Expressions regulars per ignorar:
da: Regulære udtryk der springes over:
de: Zu überspringende reguläre Ausdrücke:
dz: གོམ་འགྱོ་ནི་ལུ་ དུས་རྒྱུན་གྱི་གསལ་བརྗོད་:
eu: Adierazpen erregularra saltatzeko:
fi: Ohitettavat säännölliset lausekkeet:
fr: Expressions régulières à ignorer :
hu: Átugrandó reguláris kifejezések:
it: Espressioni regolari da saltare:
lv: Regulārās izteiksmes, ko Izlaist:
mk: Регуларни изрази за прескокнување:
ml: ഒഴിവാക്കേണ്ട റെഗുലര് എക്സ്പ്രഷനുകള്
ms: Penyataan regular (regexp) untuk dilangkah:
nb: Regulære uttrykk som skal hoppes over:
ne: फड्काउनको लागि नियमित अभिव्यक्त्तिहरु:
pl: Wyrażenia regularne pominięć:
sk: Regulárne výrazy pre preskakované:
sr: Исправни исраз за прескок:
sr@latn: Ispravni israz za preskok:
ta: தவிர்க்க வேண்டிய ஒழுங்குக் கோவைகள்
uk: Регулярні вирази для пропуску:

source: Reset
az: Sıfırla
ca: Reinicia
da: Nulstil
de: Zurücksetzen
dz: སླར་སྒྲིག་
eu: Berrezarri
fi: Nollaa
fr: Remise à zéro
hu: Visszaállítás
nb: Nullstill
ne: फेरि मिलाउनुहोस्
pl: Wyzeruj
sk: Resetovať
sr: Поново постави
sr@latn: Ponovo postavi
uk: Скинути

source: Run
az: İcra Et
be: Запусьціць
ca: Executa
da: Kør
de: Ausführen
dz: གཡོག་བཀོལ་
eu: Exekutatu
fi: Suorita
fr: Exécuter
hu: Futtatás
it: Lancia
lv: Palaist
mk: Изврши
ml: ഒാടിക്കുക
ms: Laksana
nb: Kjør
ne: सञ्चालन गर्नुहोस्
pl: Uruchom
sk: Spustiť
sr: Покрени
sr@latn: Pokreni
ta: ஓடுக
uk: Запустити

source: Run Executable
az: İcraçını İşə Sal
be: Запусьціць выкананьне
ca: Executa
da: Kør fil
de: Ausführbare Datei starten
dz: ལག་ལེན་འཐབ་བཏུབ་འདི་ གཡོག་བཀོལ་
eu: Exekutatu exekutagarria
fi: Suorita binääri
fr: Lancer un exécutable
hu: Végrehajtható futtatása
it: Lancia l'eseguibile
lv: Palaist Izpildāmfailu
mk: Изврши извршувачка датотека
ml: പ്രവ‍ര്ത്തനരൂപം ഒാടിക്കുക
ms: Laksanakan bolehlaksana
nb: Kjør eksekverbar fil
ne: कार्यान्वयन सञ्चालन गर्नुहोस्
pl: Uruchomienie programu wykonalnego
sk: Spustiť program
sr: Покрени извршну датотеку
sr@latn: Pokreni izvršnu datoteku
ta: செயல்கட்டை ஓட்டுக
uk: Запустити програму

source: Run Program
az: Proqramı İşə Sal
be: Запусьціць праграму
ca: Executa el programa
da: Kør program
de: Programm starten
dz: ལས་རིམ་གཡོག་བཀོལ་
eu: Exekutatu programa
fi: Suorita ohjelma
fr: Lancer un programme
hu: Program futtatása
it: Esegui programmi
lv: Palaist Programmu
mk: Изврши програма
ml: നിര്‍ദ്ദേശ-സംഹിത നടപ്പിലാക്കുക
ms: Laksanakan Program
nb: Kjør program
ne: कार्यक्रम सञ्चालन गर्नुहोस्
pl: Uruchamia program
sk: Spustiť program
sr: Покрени програм
sr@latn: Pokreni program
ta: செய்நிரலை ஓட்டுக
uk: Запустити програму

source: Save
az: Qeyd Et
be: Захаваць
ca: Desa
da: Gem
de: Speichern
dz: སྲུངས་
eu: Gorde
fi: Tallenna
fr: Enregistrer
hu: Mentés
it: Salva
lv: Saglabāt
mk: Зачувај
ml: സംരംക്ഷിക്കുക
ms: Simpan
nb: Lagre
ne: संग्रह गर्नुहोस्
pl: Zapisz
sk: Uložiť
sr: Сачувај
sr@latn: Sačuvaj
ta: சேமி
uk: Зберегти

source: Save Report
az: Raportu Qeyd Et
be: Захаваць справаздачу
ca: Desa l'informe
da: Gem rapport
de: Bericht speichern
dz: སྙན་ཞུ་སྲུངས་
eu: Gorde txostena
fi: Tallenna raportti
fr: Enregistrer le rapport
hu: Jelentés mentése
it: Salva resoconto
lv: Saglabāt Atskaiti
mk: Зачувај репорт
ml: പഠനം സംരംക്ഷിക്കുക
ms: Simpan Laporan
nb: Lagre rapport
ne: प्रतिवेदन संग्रह गर्नुहोस्
pl: Zapisuje raport
sk: Uložiť správu
sr: Сачувај извештај
sr@latn: Sačuvaj izveštaj
ta: அறிக்கையை சேமி
uk: Зберегти звіт

source: Save _Leak Info...
fr: _Enregistrer les infos sur les fuites...
ne: चुहावट सूचना बचत गर्नुहोस्...

source: Save _Profile...
fr: Enregistrer le _profil...
ne: प्रोफाइल संग्रह गर्नुहोस्...

source: Stack Trace
az: Çöküntünü Tədqiq Et
be: Трассыроўка стэка
ca: Seguiment de la pila
da: Stakudskrift
dz: བརྩེགས་བཤུལ་
eu: Pilatu aztarna
fi: Pinon jäljitys
fr: Trace de pile
hu: Veremnyomkövetés
it: Traccia dello stack
lv: Steka Trase
mk: Барање на магацин
ms: Surihan tindanan
ne: थाक ट्रेस
pl: Stan stosu
sk: Záznam zásobníka
sr: Праћење стека
sr@latn: Praćenje steka
ta: அடுக்குச் சுவடு
uk: Відслідковування стеку

source: Total Bytes:
fr: Octets total :
ne: जम्मा बाइट्स:

source: _Detach
az: _Qopart
be: _Адлучыць
ca: _Desacobla
da: _Frigør
de: _Lösen
dz: ཁ་འཕྱལ་(_D)
eu: _Deskonektatu
fi: _Irrota
fr: _Détacher
hu: _Leválasztás
it: _Stacca
lv: _Atdalīt
mk: _Откачи
ml: വേര്പ്പെടുത്തുക
ms: _Leraikan
nb: _Koble fra
ne: छुट्टयाउनुहोस
pl: _Odłącz
sk: _Odpojiť
sr: _Одвој
sr@latn: _Odvoj
ta: பிரி
uk: _Від'єднати

source: _File
az: _Fayl
be: _Файл
ca: _Fitxer
da: _Fil
de: _Datei
dz: ཡིག་སྣོད་(_F)
eu: _Fitxategia
fi: _Tiedosto
fr: _Fichier
hu: _Fájl
lv: _Fails
mk: _Датотека
ml: രചന
ms: _Fail
nb: _Fil
ne: फाईल
pl: _Plik
sk: _Súbor
sr: _Датотека
sr@latn: _Datoteka
ta: கோப்பு
uk: _Файл

source: _Help
az: _Yardım
be: _Дапамога
ca: _Ajuda
da: _Hjælp
de: _Hilfe
dz: གྲོགས་རམ་(_H)
eu: _Laguntza
fi: O_hje
fr: _Aide
hu: _Súgó
it: A_iuto
lv: _Palīdzība
mk: _Помош
ml: സഹായം
ms: _Bantuan
nb: _Hjelp
ne: मद्दत
pl: Pomo_c
sk: _Pomocník
sr: Помо_ћ
sr@latn: Pomo_ć
ta: உதவி
uk: _Довідка

source: _Kill
fr: _Tuer
ne: नास गर्नुहोला

source: _Process
az: _Gedişat
be: _Працэс
ca: _Procés
da: _Proces
de: _Prozess
dz: ལས་སྦྱོར་(_P)
eu: _Prozesuak
fi: _Prosessi
fr: _Processus
hu: F_olyamat
it: _Processo
mk: _Процес
ml: ജോലി
ms: _Proses
nb: _Prosess
ne: प्रक्रिया
pl: P_roces
sk: _Proces
sr: _Процеси
sr@latn: _Procesi
ta: செயல்
uk: Процес

source: _Run Program...
fr: _Lancer un programme...
ne: प्रोग्राम सञ्चालन गर्नुहोस्

source: _Settings
fr: _Paramètres
ne: _मिलानहरु

source: translator_credits
fr: Mainteneur : Christophe Merlet (RedFox) <redfox@redfoxcenter.org> Contributeurs : Martin Quinson <mquinson@ens-lyon.fr> Laurent Richard <kouran@iespana.es> Gildas Guillemot <g.guillemot@laposte.net> Benoît Dejean <bnet@ifrance.com> Jonathan Ernst <jonathan@ernstfamily.ch>
ne: अनुवादकको श्रेय

source: Initial
az: Başlanğıc
be: Распачынаецца
ca: Inicial
da: Begyndelse
de: Anfang
dz: འགོ་ཐོག་
eu: Hasierakoa
fi: Aloitus
hu: Kiinduló
it: Iniziale
lv: Sākotnējā
mk: Почетно
ml: അദ്യ
ms: Awalam
nb: Initiell
ne: इनिसियल
pl: Początkowy
sk: Počiatočný
sr: Првобитно
sr@latn: Prvobitno
ta: தொடக்கம்
uk: Створений

source: Starting
az: Başladılır
be: Запускаецца
ca: S'està iniciant
da: Starter
de: Startvorgang
dz: འགོ་བཙུག་དོ་
eu: Abiatzen
fi: Alkava
fr: Démarrage
hu: Indul
it: In partenza
lv: Sāknēju
mk: Стартува
ml: തുടങ്ങുന്നു
ms: Memulakan
nb: Starter
ne: सुरु भइरहेको
pl: Uruchamiany
sk: Spúšťajúci sa
sr: Покретање
sr@latn: Pokretanje
ta: ஆரம்பம்
uk: Запуск

source: Running
az: İşləyir
be: Выконваецца
ca: S'està executant
da: Kører
de: Läuft
dz: གཡོག་བཀོལ་དོ་
eu: Exekutatzen
fi: Suorituksessa
fr: Exécution
hu: Fut
it: In esecuzione
lv: Palaižu
mk: Работи
ml: പ്രവ‍ര്ത്തിക്കുന്നു
ms: Terlaksana
nb: Kjører
ne: चालु रहेको
pl: Działający
sk: Bežiaci
sr: Ради
sr@latn: Radi
ta: ஓடிக்கொண்டு உள்ளது
uk: Виконання

source: Exiting
az: Çıxılır
be: Завяршэньне
ca: S'està sortint
da: Afslutter
de: Beenden
dz: ཕྱིར་འཐོན་འབད་དོ་
eu: Irtetzen
fi: Poistuva
fr: Sortie
hu: Kilép
it: In uscita
lv: Izeju
mk: Езлегување
ml: പുറത്ത് കടക്കുന്നു
ms: Keluar
nb: Avslutter
ne: बाहिर जादैछ
pl: Kończony
sk: Končiaci
sr: Излаз
sr@latn: Izlaz
ta: வெளியேற்றம்
uk: Вихід

source: Defunct
az: Defunksiya
be: Памерлы
ca: Difunt
da: Ude af drift
de: Erloschen
dz: ལས་འགན་མེདཔ་
eu: Hilda
fi: Ei käytössä
fr: Défunt
hu: Elhunyt
it: Defunto
lv: Miris
mk: Расипано
nb: Ute av funksjon
ne: डिफङ्क्ट
pl: Zakończony
sk: Nefunkčný
sr: Мртав
sr@latn: Mrtav
ta: முடிந்தது
uk: Завершений

source: Cannot find %s
az: %s tapıla bilmir
be: Немагчыма адшукаць %s
ca: No es pot trobar %s
da: Kan ikke finde %s
de: %s konnte nicht gefunden werden
dz: %s འཚོལ་མི་ཐོབ་
eu: Ezin da %s aurkitu
fi: %s ei löydy
fr: Impossible de trouver %s
hu: %s nem található
it: Impossibile trovare %s
lv: Nevaru atrast %s
mk: Не може да најде %s
ml: %s കണ്ടെത്താന്‌ കഴിഞ്ഞില്ല
ms: Gagal menjumpai %s
nb: Kunne ikke finne %s
ne: पत्ता लगाउन सकिएन %s
pl: Nie można odnaleźć pliku %s
sk: Nepodarilo sa nájsť %s
sr: Не могу да пронађем %s
sr@latn: Ne mogu da pronađem %s
ta: %s ஐ காணவில்லை
uk: Не вдається знайти %s

source: Show
az: Göstər
be: Адлюстраць
ca: Mostra
da: Vis
de: Zeigen
dz: སྟོན་
eu: Erakutsi
fi: Näytä
fr: Afficher
hu: Megjelenítés
it: Mostra
lv: Parādīt
mk: Прикажи
ml: കാണിക്കുക
ms: Papar
nb: Vis
ne: देखाउनुहोस्
pl: Wyświetl
sk: Zobraziť
sr: Прикажи
sr@latn: Prikaži
ta: காண்பி
uk: Показати

source: Hide
az: Gizlət
be: Схаваць
ca: Amaga
da: Skjul
de: Verbergen
dz: སྦ་
eu: Ezkutatu
fi: Piilota
fr: Cacher
hu: Elrejtés
it: Nascondi
lv: Paslēpt
mk: Скриј
ml: ഒളിപ്പിക്കുക
ms: Sorok
nb: Skjul
ne: लुकाउनु
pl: Ukryj
sk: Skryť
sr: Сакриј
sr@latn: Sakrij
ta: ஒளி
uk: Прибрати

source: Detach
az: Ayır
be: Адлучыць
ca: Desacobla
da: Frigør
de: Lösen
dz: ཁ་འཕྱལ་
eu: Deskonektatu
fi: Irroita
fr: Détacher
hu: Leválasztás
it: Stacca
lv: Atdalīt
mk: Откачи
ml: വേര്പ്പെടുത്തുക
ms: Leraikan
nb: Koble fra
ne: छुट्टयाउनुहोस्
pl: Odłącz
sk: Odpojiť
sr: Одвојити
sr@latn: Odvojiti
ta: பிரி
uk: Від'єднати

source: PID
de: Programmkennung
dz: པི་ཨའི་ཌི་
eu: PIDa
ne: पिआइडि

source: Command Line
az: Əmr Sətiri
be: Камандны радок
ca: Línia d'ordres
da: Kommandolinje
de: Befehlszeile
dz: བརྡ་བཀོད་གྲལ་ཐིག་
eu: Komando-lerroa
fi: Komentorivi
fr: Ligne de commande
hu: Parancssor
it: Linea di comando
lv: Komandrinda
mk: Командна линија
ml: നിര്ദ്ദേശ രേഖ
ms: Arahan Baris
nb: Kommandolinje
ne: आदेश रेखा
pl: Wiersz polecenia
sk: Príkazový riadok
sr: Командна линија
sr@latn: Komandna linija
ta: கட்டளை வரி
uk: Командний рядок

source: Status
az: Vəziyyət
be: Стан
ca: Estat
dz: གནས་ཆད་
eu: Egoera
fi: Tila
fr: État
hu: Állapot
it: Stato
lv: Statuss
mk: Статус
ml: അവസ്ഥ
ne: वस्तुस्थिति
pl: Stan
sk: Stav
sr: Стање
sr@latn: Stanje
ta: நிகழ் நிலை
uk: Стан

source: Record
da: Optag
de: Aufnahme
dz: དྲན་ཐོ་
eu: Erregistroa
fi: Tallenna
fr: Enregistrer
hu: Rekord

source: Execution of "%s" failed: %s
hu: „%s” futtatása meghiúsult: %s

source: Functions
de: Funktionen
eu: Funtzioak
fi: Funktiot
hu: Függvények

source: Descendants
de: Aufgerufene
eu: Ondorengoak
fi: Perilliset
hu: Leszármazottak

source: Callers
de: Aufrufende
eu: Deitzaileak
fi: Kutsujat
hu: Hívók
mk: Јавувачи
ml: വിളിക്കുന്നവകള്്
ta: அழைப்பாளர்கள்

source: Functions allocating memory
de: Funktionen, die Speicher reservieren
hu: Függvények által lefoglalt memória

source: # of Allocations:
de: Anzahl der Zuteilungen:
eu: Esleipen-kopurua:
fi: Varausten lukumäärä:
hu: Lefoglalt területek száma:

source: Bytes / Allocation:
de: Bytes / Zuteilung:
eu: Byte / Esleipena:
fi: Tavuja varausta kohti:
hu: Bájt / Lefoglalt terület:

source: Draw the memory map
de: Speicherverwendung anzeigen
hu: Memóriatérkép rajzolása

source: Memory Usage Maps
de: Anzeige der Speicherverwendung
hu: Memóriahasználat térképek

source: Select an Executable
hu: Végrehajtható kiválasztása

source: Time Graph
de: Zeitleiste
hu: Időgrafikon

source: Total Bytes:
de: Byte gesamt:
eu: Byte totalak:
fi: Tavuja kaikkiaan:
hu: Bájt összesen:
